[{"id":52,"surat":"At-Tur","ayat":"وَالطُّوْرِۙ ","bacaan":"waṭ-ṭụr","arti":"Demi gunung (Sinai),"},{"id":52,"surat":"At-Tur","ayat":"وَكِتٰبٍ مَّسْطُوْرٍۙ ","bacaan":"wa kitābim masṭụr","arti":"dan demi Kitab yang ditulis, "},{"id":52,"surat":"At-Tur","ayat":"فِيْ رَقٍّ مَّنْشُوْرٍۙ ","bacaan":"fī raqqim mansyụr","arti":"pada lembaran yang terbuka,"},{"id":52,"surat":"At-Tur","ayat":"وَّالْبَيْتِ الْمَعْمُوْرِۙ ","bacaan":"wal-baitil-ma'mụr","arti":"demi Baitulma‘mur (Ka‘bah),"},{"id":52,"surat":"At-Tur","ayat":"وَالسَّقْفِ الْمَرْفُوْعِۙ ","bacaan":"was-saqfil-marfụ'","arti":"demi atap yang ditinggikan (langit),"},{"id":52,"surat":"At-Tur","ayat":"وَالْبَحْرِ الْمَسْجُوْرِۙ ","bacaan":"wal-baḥril-masjụr","arti":"demi lautan yang penuh gelombang, "},{"id":52,"surat":"At-Tur","ayat":"اِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌۙ ","bacaan":"inna 'ażāba rabbika lawāqi'","arti":"sungguh, azab Tuhanmu pasti terjadi, "},{"id":52,"surat":"At-Tur","ayat":"مَّا لَهٗ مِنْ دَافِعٍۙ ","bacaan":"mā lahụ min dāfi'","arti":"tidak sesuatu pun yang dapat menolaknya, "},{"id":52,"surat":"At-Tur","ayat":"يَّوْمَ تَمُوْرُ السَّمَاۤءُ مَوْرًاۙ ","bacaan":"yauma tamụrus-samā`u maurā","arti":"pada hari (ketika) langit berguncang sekeras-kerasnya,"},{"id":52,"surat":"At-Tur","ayat":"وَّتَسِيْرُ الْجِبَالُ سَيْرًاۗ ","bacaan":"wa tasīrul-jibālu sairā","arti":"dan gunung berjalan (berpindah-pindah)."},{"id":52,"surat":"At-Tur","ayat":"فَوَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ ","bacaan":"fa wailuy yauma`iżil lil-mukażżibīn","arti":"Maka celakalah pada hari itu bagi orang-orang yang mendustakan."},{"id":52,"surat":"At-Tur","ayat":"الَّذِيْنَ هُمْ فِيْ خَوْضٍ يَّلْعَبُوْنَۘ ","bacaan":"allażīna hum fī khauḍiy yal'abụn","arti":"Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa),"},{"id":52,"surat":"At-Tur","ayat":"يَوْمَ يُدَعُّوْنَ اِلٰى نَارِ جَهَنَّمَ دَعًّاۗ","bacaan":"yauma yuda''ụna ilā nāri jahannama da''ā","arti":"pada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya."},{"id":52,"surat":"At-Tur","ayat":"هٰذِهِ النَّارُ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ ","bacaan":"hāżihin-nārullatī kuntum bihā tukażżibụn","arti":"(Dikatakan kepada mereka), “Inilah neraka yang dahulu kamu mendustakannya.” "},{"id":52,"surat":"At-Tur","ayat":"اَفَسِحْرٌ هٰذَآ اَمْ اَنْتُمْ لَا تُبْصِرُوْنَ ","bacaan":"a fa siḥrun hāżā am antum lā tubṣirụn","arti":"Maka apakah ini sihir? Ataukah kamu tidak melihat?"},{"id":52,"surat":"At-Tur","ayat":"اِصْلَوْهَا فَاصْبِرُوْٓا اَوْ لَا تَصْبِرُوْاۚ سَوَاۤءٌ عَلَيْكُمْۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ","bacaan":"iṣlauhā faṣbirū au lā taṣbirụ, sawā`un 'alaikum, innamā tujzauna mā kuntum ta'malụn","arti":"Masuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. "},{"id":52,"surat":"At-Tur","ayat":"اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَعِيْمٍۙ ","bacaan":"innal-muttaqīna fī jannātiw wa na'īm","arti":"Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan,"},{"id":52,"surat":"At-Tur","ayat":"فَاكِهِيْنَ بِمَآ اٰتٰىهُمْ رَبُّهُمْۚ وَوَقٰىهُمْ رَبُّهُمْ عَذَابَ الْجَحِيْمِ","bacaan":"fākihīna bimā ātāhum rabbuhum, wa waqāhum rabbuhum 'ażābal-jaḥīm","arti":"mereka bersuka ria dengan apa yang diberikan Tuhan kepada mereka; dan Tuhan memelihara mereka dari azab neraka."},{"id":52,"surat":"At-Tur","ayat":"كُلُوْا وَاشْرَبُوْا هَنِيْۤئًا ۢبِمَا كُنْتُمْ تَعْمَلُوْنَۙ ","bacaan":"kulụ wasyrabụ hanī`am bimā kuntum ta'malụn","arti":"(Dikatakan kepada mereka), “Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.” "},{"id":52,"surat":"At-Tur","ayat":"مُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ","bacaan":"muttaki`īna 'alā sururim maṣfụfah, wa zawwajnāhum biḥụrin 'īn","arti":"Mereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah. "},{"id":52,"surat":"At-Tur","ayat":"وَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۚ كُلُّ امْرِئٍ ۢبِمَا كَسَبَ رَهِيْنٌ ","bacaan":"wallażīna āmanụ wattaba'at-hum żurriyyatuhum bi`īmānin alḥaqnā bihim żurriyyatahum wa mā alatnāhum min 'amalihim min syaī`, kullumri`im bimā kasaba rahīn","arti":"Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. "},{"id":52,"surat":"At-Tur","ayat":"وَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ ","bacaan":"wa amdadnāhum bifākihatiw wa laḥmim mimmā yasytahụn","arti":"Dan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini. "},{"id":52,"surat":"At-Tur","ayat":"يَتَنَازَعُوْنَ فِيْهَا كَأْسًا لَّا لَغْوٌ فِيْهَا وَلَا تَأْثِيْمٌ ","bacaan":"yatanāza'ụna fīhā ka`sal lā lagwun fīhā wa lā ta`ṡīm","arti":"(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan yang tidak berfaedah ataupun perbuatan dosa. "},{"id":52,"surat":"At-Tur","ayat":"وَيَطُوْفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَاَنَّهُمْ لُؤْلُؤٌ مَّكْنُوْنٌۚ ","bacaan":"wa yaṭụfu 'alaihim gilmānul lahum ka`annahum lu`lu`um maknụn","arti":"Dan di sekitar mereka ada anak-anak muda yang berkeliling untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan. "},{"id":52,"surat":"At-Tur","ayat":"وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ","bacaan":"wa aqbala ba'ḍuhum 'alā ba'ḍiy yatasā`alụn","arti":"Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. "},{"id":52,"surat":"At-Tur","ayat":"قَالُوْٓا اِنَّا كُنَّا قَبْلُ فِيْٓ اَهْلِنَا مُشْفِقِيْنَ ","bacaan":"qālū innā kunnā qablu fī ahlinā musyfiqīn","arti":"Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab). "},{"id":52,"surat":"At-Tur","ayat":"فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰىنَا عَذَابَ السَّمُوْمِ ","bacaan":"fa mannallāhu 'alainā wa waqānā 'ażābas-samụm","arti":"Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka. "},{"id":52,"surat":"At-Tur","ayat":"اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوْهُۗ اِنَّهٗ هُوَ الْبَرُّ الرَّحِيْمُ ","bacaan":"innā kunnā ming qablu nad'ụh, innahụ huwal-barrur-raḥīm","arti":"Sesungguhnya kami menyembah-Nya sejak dahulu. Dialah Yang Maha Melimpahkan Kebaikan, Maha Penyayang.” "},{"id":52,"surat":"At-Tur","ayat":"فَذَكِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَّلَا مَجْنُوْنٍۗ ","bacaan":"fa żakkir fa mā anta bini'mati rabbika bikāhiniw wa lā majnụn","arti":"Maka peringatkanlah, karena dengan nikmat Tuhanmu engkau (Muhammad) bukanlah seorang tukang tenung dan bukan pula orang gila."},{"id":52,"surat":"At-Tur","ayat":"اَمْ يَقُوْلُوْنَ شَاعِرٌ نَّتَرَبَّصُ بِهٖ رَيْبَ الْمَنُوْنِ ","bacaan":"am yaqụlụna syā'irun natarabbaṣu bihī raibal-manụn","arti":"Bahkan mereka berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.” "},{"id":52,"surat":"At-Tur","ayat":"قُلْ تَرَبَّصُوْا فَاِنِّيْ مَعَكُمْ مِّنَ الْمُتَرَبِّصِيْنَۗ ","bacaan":"qul tarabbaṣụ fa innī ma'akum minal-mutarabbiṣīn","arti":"Katakanlah (Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu.” "},{"id":52,"surat":"At-Tur","ayat":"اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَآ اَمْ هُمْ قَوْمٌ طَاغُوْنَۚ ","bacaan":"am ta`muruhum aḥlāmuhum bihāżā am hum qaumun ṭāgụn","arti":"Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini ataukah mereka kaum yang melampaui batas?"},{"id":52,"surat":"At-Tur","ayat":"اَمْ يَقُوْلُوْنَ تَقَوَّلَهٗۚ بَلْ لَّا يُؤْمِنُوْنَۚ ","bacaan":"am yaqụlụna taqawwalah, bal lā yu`minụn","arti":"Ataukah mereka berkata, “Dia (Muhammad) mereka-rekanya.” Tidak! Merekalah yang tidak beriman. "},{"id":52,"surat":"At-Tur","ayat":"فَلْيَأْتُوْا بِحَدِيْثٍ مِّثْلِهٖٓ اِنْ كَانُوْا صٰدِقِيْنَۗ ","bacaan":"falya`tụ biḥadīṡim miṡlihī ing kānụ ṣādiqīn","arti":"Maka cobalah mereka membuat yang semisal dengannya (Al-Qur'an) jika mereka orang-orang yang benar. "},{"id":52,"surat":"At-Tur","ayat":"اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخَالِقُوْنَۗ ","bacaan":"am khuliqụ min gairi syai`in am humul-khāliqụn","arti":"Atau apakah mereka tercipta tanpa asal-usul ataukah mereka yang menciptakan (diri mereka sendiri)?"},{"id":52,"surat":"At-Tur","ayat":"اَمْ خَلَقُوا السَّمٰوٰتِ وَالْاَرْضَۚ بَلْ لَّا يُوْقِنُوْنَۗ ","bacaan":"am khalaqus-samāwāti wal-arḍ, bal lā yụqinụn","arti":"Ataukah mereka telah menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan)."},{"id":52,"surat":"At-Tur","ayat":"اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۣيْطِرُوْنَۗ ","bacaan":"am 'indahum khazā`inu rabbika am humul-muṣaiṭirụn","arti":"Ataukah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?"},{"id":52,"surat":"At-Tur","ayat":"اَمْ لَهُمْ سُلَّمٌ يَّسْتَمِعُوْنَ فِيْهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطٰنٍ مُّبِيْنٍۗ ","bacaan":"am lahum sullamuy yastami'ụna fīh, falya`ti mustami'uhum bisulṭānim mubīn","arti":"Atau apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata. "},{"id":52,"surat":"At-Tur","ayat":"اَمْ لَهُ الْبَنٰتُ وَلَكُمُ الْبَنُوْنَۗ ","bacaan":"am lahul-banātu wa lakumul-banụn","arti":"Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki?"},{"id":52,"surat":"At-Tur","ayat":"اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۗ ","bacaan":"am tas`aluhum ajran fa hum mim magramim muṡqalụn","arti":"Ataukah engkau (Muhamamd) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?"},{"id":52,"surat":"At-Tur","ayat":"اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَۗ ","bacaan":"am 'indahumul-gaibu fa hum yaktubụn","arti":"Ataukah di sisi mereka mempunyai (pengetahuan) tentang yang gaib lalu mereka menuliskannya?"},{"id":52,"surat":"At-Tur","ayat":"اَمْ يُرِيْدُوْنَ كَيْدًاۗ فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَۗ ","bacaan":"am yurīdụna kaidā, fallażīna kafarụ humul-makīdụn","arti":"Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya."},{"id":52,"surat":"At-Tur","ayat":"اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِ ۗسُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ ","bacaan":"am lahum ilāhun gairullāh, sub-ḥānallāhi 'ammā yusyrikụn","arti":"Ataukah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan."},{"id":52,"surat":"At-Tur","ayat":"وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۤءِ سَاقِطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ ","bacaan":"wa iy yarau kisfam minas-samā`i sāqiṭay yaqụlụ saḥābum markụm","arti":"Dan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk.” "},{"id":52,"surat":"At-Tur","ayat":"فَذَرْهُمْ حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ فِيْهِ يُصْعَقُوْنَۙ ","bacaan":"fażar-hum ḥattā yulāqụ yaumahumullażī fīhi yuṣ'aqụn","arti":"Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka, pada hari itu mereka dibinasakan, "},{"id":52,"surat":"At-Tur","ayat":"يَوْمَ لَا يُغْنِيْ عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۗ ","bacaan":"yauma lā yugnī 'an-hum kaiduhum syai`aw wa lā hum yunṣarụn","arti":"(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan."},{"id":52,"surat":"At-Tur","ayat":"وَاِنَّ لِلَّذِيْنَ ظَلَمُوْا عَذَابًا دُوْنَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ","bacaan":"wa inna lillażīna ẓalamụ 'ażāban dụna żālika wa lākinna akṡarahum lā ya'lamụn","arti":"Dan sesungguhnya bagi orang-orang yang zalim masih ada azab selain itu. Tetapi kebanyakan mereka tidak mengetahui."},{"id":52,"surat":"At-Tur","ayat":"وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُوْمُۙ ","bacaan":"waṣbir liḥukmi rabbika fa innaka bi`a'yuninā wa sabbiḥ biḥamdi rabbika ḥīna taqụm","arti":"Dan bersabarlah (Muhammad) menunggu ketetapan Tuhanmu, karena sesungguhnya engkau berada dalam pengawasan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun, "},{"id":52,"surat":"At-Tur","ayat":"وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُوْمِ","bacaan":"wa minal-laili fa sabbiḥ-hu wa idbāran-nujụm","arti":"dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar)."}]
